Repository: rxtech-lab/rxcode
Catalog: Packages/Sources/RxCodeChatKit/Resources/Localizable.xcstrings
Source language: en
Languages: ko, zh_hans

source: (no output)
ko: (출력 없음)
zh_hans: （无输出）

source: %@ in progress
ko: %@ 진행 중
zh_hans: %@ 进行中

source: %lld commands
ko: %lld개 커맨드
zh_hans: %lld 个命令

source: %lld messages queued
ko: 대기 중인 메시지 %lld개
zh_hans: %lld 条消息已排队

source: %lld shortcuts
ko: %lld개 단축키
zh_hans: %lld 个快捷方式

source: %lld tools executed
ko: %lld개 도구 실행됨
zh_hans: 已执行 %lld 个工具

source: +%d more pending
ko: +%d개 더 대기 중
zh_hans: 还有 %d 个待处理

source: 5-hour rate limit
ko: 5시간 사용량 한도
zh_hans: 5 小时用量限制

source: 5h
ko: 5시간
zh_hans: 5小时

source: 7-day rate limit
ko: 7일 사용량 한도
zh_hans: 7 天用量限制

source: 7d
ko: 7일
zh_hans: 7天

source: A command with this name already exists.
ko: 이미 존재하는 커맨드 이름입니다.
zh_hans: 已存在同名命令。

source: Accept + Auto
ko: 수락 + 자동
zh_hans: 接受 + 自动

source: Accept Ask
ko: 질문 수락
zh_hans: 接受并询问

source: Accept Edits
ko: 편집 수락
zh_hans: 接受编辑

source: accepts input
ko: 입력 허용
zh_hans: 接受输入

source: Accepts Input
ko: 입력 허용
zh_hans: 接受输入

source: acceptsInput: true lets users type additional text after the command.
ko: acceptsInput: true이면 커맨드 뒤에 추가 텍스트를 입력할 수 있습니다.
zh_hans: acceptsInput：设为 true 后，用户可以在命令后输入额外文本。

source: Add
ko: 추가
zh_hans: 添加

source: Add — attach file or toggle plan mode
ko: 추가 — 파일 첨부 또는 계획 모드 전환
zh_hans: 添加 — 附加文件或切换计划模式

source: Add First Shortcut
ko: 첫 단축키 추가
zh_hans: 添加第一个快捷方式

source: Add New Command
ko: 새 커맨드 추가
zh_hans: 添加新命令

source: Add New Shortcut
ko: 새 단축키 추가
zh_hans: 添加新快捷方式

source: Add working directory to session
ko: 세션에 작업 디렉토리 추가
zh_hans: 将工作目录添加到会话

source: Agent
ko: 에이전트
zh_hans: 智能体

source: Agent asked %d questions
ko: 에이전트가 질문 %d개를 했습니다
zh_hans: 智能体提出了 %d 个问题

source: Agent asked a question
ko: 에이전트가 질문했습니다
zh_hans: 智能体提出了一个问题

source: agentProvider: agent this command applies to (claudeCode, codex, acp). Use null or omit it for all agents.
ko: agentProvider: 이 명령이 적용되는 에이전트 (claudeCode, codex, acp). 모든 에이전트에 적용하려면 null을 사용하거나 생략하세요.
zh_hans: agentProvider：此命令适用的代理（claudeCode、codex、acp）。设为 null 或省略表示适用于所有代理。

source: All Agents
ko: 모든 에이전트
zh_hans: 所有智能体

source: All Agents (Global)
ko: 모든 에이전트 (전역)
zh_hans: 所有智能体（全局）

source: All modified default commands will be restored to their original state.
ko: 수정한 모든 기본 커맨드가 원래 상태로 복원됩니다.
zh_hans: 所有修改过的默认命令都会恢复到原始状态。

source: All properties example:
ko: 모든 속성 예시:
zh_hans: 完整属性示例：

source: Allows additional text to be entered after the command
ko: 커맨드 뒤에 추가 텍스트를 입력할 수 있습니다
zh_hans: 允许在命令后输入额外文本

source: Analyze security vulnerabilities
ko: 현재 브랜치 변경사항 보안 분석
zh_hans: 分析安全漏洞

source: Answered
ko: 답변됨
zh_hans: 已回答

source: Assistant: %@
ko: 어시스턴트: %@
zh_hans: 助手：%@

source: Attach file…
ko: 파일 첨부…
zh_hans: 附加文件…

source: Auto-fix PR CI failures and review comments
ko: PR CI 실패 및 리뷰 댓글 자동 수정
zh_hans: 自动修复 PR CI 失败和评审评论

source: Built-in command names are ignored on import and are never exported.
ko: 기본 명령어 이름은 가져올 때 무시되며 내보내기에 포함되지 않습니다.
zh_hans: 内置命令名称在导入时会被忽略，也不会被导出。

source: Built-in commands are Claude Code only. Custom commands can target one agent or all.
ko: 내장 명령은 Claude Code 전용입니다. 사용자 지정 명령은 하나의 에이전트 또는 전체를 대상으로 할 수 있습니다.
zh_hans: 内置命令仅适用于 Claude Code。自定义命令可以针对一个智能体或全部智能体。

source: Cache creation
ko: 캐시 생성
zh_hans: 创建缓存

source: Cache read
ko: 캐시 읽기
zh_hans: 读取缓存

source: Cancel
ko: 취소
zh_hans: 取消

source: Change color theme
ko: 색상 테마 변경
zh_hans: 更改颜色主题

source: Client: %@
ko: 클라이언트: %@
zh_hans: 客户端：%@

source: Close
ko: 닫기
zh_hans: 关闭

source: Close — you can review later from the banner
ko: 닫기 — 나중에 배너에서 검토할 수 있습니다
zh_hans: 关闭 — 之后可从横幅继续查看

source: Collapse
ko: 접기
zh_hans: 折叠

source: Combine and send all queued messages as a single turn
ko: 대기 중인 모든 메시지를 한 번에 합쳐서 보내기
zh_hans: 将所有排队消息合并为一轮发送

source: Command
ko: 커맨드
zh_hans: 命令

source: Command name (e.g. my-command)
ko: 커맨드 이름 (예: my-command)
zh_hans: 命令名称（例如 my-command）

source: Commands
ko: 커맨드
zh_hans: 命令

source: Commands requiring TUI will run in the inline terminal
ko: TUI가 필요한 커맨드는 인라인 터미널에서 실행됩니다
zh_hans: 需要 TUI 的命令会在内联终端中运行

source: Compact conversation (focus instructions allowed)
ko: 대화 압축 (선택적 포커스 지침 허용)
zh_hans: 压缩对话（允许保留重点说明）

source: Completed
ko: 완료됨
zh_hans: 已完成

source: Configure Claude in Chrome
ko: Chrome에서 Claude 설정
zh_hans: 在 Chrome 中配置 Claude

source: Configure extra usage
ko: 속도 제한 초과 시 추가 사용량 구성
zh_hans: 配置额外用量

source: Configure keybindings
ko: 키바인딩 구성
zh_hans: 配置键位绑定

source: Configure remote environment
ko: 원격 환경 구성
zh_hans: 配置远程环境

source: Configure status line
ko: 상태 표시줄 구성
zh_hans: 配置状态行

source: Configure terminal keybindings
ko: 터미널 키바인딩 구성
zh_hans: 配置终端键位绑定

source: Connect GitHub account to Claude Code on the web
ko: GitHub 계정을 Claude Code 웹에 연결
zh_hans: 将 GitHub 账号连接到网页版 Claude Code

source: context
ko: 컨텍스트
zh_hans: 上下文

source: Context window
ko: 컨텍스트 윈도우
zh_hans: 上下文窗口

source: Continue in Desktop app
ko: 데스크톱 앱에서 세션 계속
zh_hans: 在桌面应用中继续

source: Copied
ko: 복사됨
zh_hans: 已复制

source: Copy
ko: 복사
zh_hans: 复制

source: Copy Conversation
ko: 대화 복사
zh_hans: 复制对话

source: Copy last response to clipboard
ko: 마지막 응답을 클립보드에 복사
zh_hans: 将最后一条响应复制到剪贴板

source: Copy output
ko: 출력 복사
zh_hans: 复制输出

source: Copy plan
ko: 계획 복사
zh_hans: 复制计划

source: Cost
ko: 비용
zh_hans: 费用

source: Create a branch of current conversation
ko: 현재 대화의 브랜치 생성
zh_hans: 从当前对话创建分支

source: Create new file
ko: 새 파일 생성
zh_hans: 创建新文件

source: Currently at %lld%%
ko: 현재 %lld%%
zh_hans: 当前为 %lld%%

source: Daily usage and session history visualization
ko: 일일 사용량, 세션 기록, 연속 기록 시각화
zh_hans: 每日用量和会话历史可视化

source: Decided
ko: 결정됨
zh_hans: 已决定

source: Deep multi-agent cloud code review
ko: 다중 에이전트 심층 클라우드 코드 리뷰
zh_hans: 深度多智能体云端代码评审

source: default
ko: 기본
zh_hans: 默认

source: Delete
ko: 삭제
zh_hans: 删除

source: Description
ko: 설명
zh_hans: 描述

source: description: short text shown in the command picker.
ko: description: 커맨드 선택기에 표시되는 짧은 설명입니다.
zh_hans: description：显示在命令选择器中的简短文本。

source: Detail Description (optional)
ko: 상세 설명 (선택사항)
zh_hans: 详细描述（可选）

source: detailDescription: optional longer text shown in command details. Use null or omit it when empty.
ko: detailDescription: 커맨드 상세에 표시되는 선택적 긴 설명입니다. 비어 있으면 null을 쓰거나 생략하세요.
zh_hans: detailDescription：显示在命令详情中的可选长文本。为空时使用 null 或省略。

source: Diagnose installation/configuration
ko: 설치 및 설정 진단
zh_hans: 诊断安装/配置

source: Diff viewer for uncommitted changes
ko: 미커밋 변경사항 diff 뷰어
zh_hans: 未提交更改的差异查看器

source: Disable
ko: 비활성화
zh_hans: 停用

source: Draft a plan in an ultraplan session
ko: Ultraplan 세션에서 계획 작성
zh_hans: 在 ultraplan 会话中起草计划

source: Drafting plan…
ko: 계획 작성 중…
zh_hans: 正在起草计划…

source: Duration
ko: 소요 시간
zh_hans: 持续时间

source: Each custom command supports these properties:
ko: 각 커스텀 커맨드는 다음 속성을 지원합니다:
zh_hans: 每个自定义命令支持这些属性：

source: Each shortcut supports these properties:
ko: 각 단축키는 다음 속성을 지원합니다:
zh_hans: 每个快捷方式支持这些属性：

source: Edit CLAUDE.md memory file
ko: CLAUDE.md 메모리 파일 편집
zh_hans: 编辑 CLAUDE.md 记忆文件

source: Edit Command
ko: 커맨드 편집
zh_hans: 编辑命令

source: Edit file
ko: 파일 편집
zh_hans: 编辑文件

source: Edit message...
ko: 메시지 편집...
zh_hans: 编辑消息...

source: Edit multiple locations
ko: 여러 위치 편집
zh_hans: 编辑多个位置

source: Edit notebook
ko: 노트북 편집
zh_hans: 编辑笔记本

source: Edit Shortcut
ko: 단축키 편집
zh_hans: 编辑快捷方式

source: Edit the array below to add, remove, or change custom slash commands.
ko: 아래 배열을 편집해서 커스텀 슬래시 커맨드를 추가, 삭제, 변경하세요.
zh_hans: 编辑下面的数组以添加、移除或更改自定义斜杠命令。

source: Edit the array below to add, remove, or change shortcuts.
ko: 아래 배열을 편집해서 단축키를 추가, 삭제, 변경하세요.
zh_hans: 编辑下面的数组以添加、移除或更改快捷方式。

source: Enable
ko: 활성화
zh_hans: 启用

source: Enable debug logging and diagnose issues
ko: 디버그 로그 활성화 및 문제 진단
zh_hans: 启用调试日志并诊断问题

source: Enter plan mode
ko: 플랜 모드 진입
zh_hans: 进入计划模式

source: error
ko: 오류

source: Error occurred
ko: 오류 발생
zh_hans: 发生错误

source: Execution Mode
ko: 실행 모드
zh_hans: 执行模式

source: Exit CLI
ko: CLI 종료
zh_hans: 退出 CLI

source: Export
ko: 내보내기
zh_hans: 导出

source: Export conversation as text
ko: 현재 대화를 텍스트로 내보내기
zh_hans: 将对话导出为文本

source: Export custom commands to a JSON file
ko: 커스텀 커맨드를 JSON 파일로 내보냅니다
zh_hans: 将自定义命令导出为 JSON 文件

source: Export Shortcuts
ko: 단축키 내보내기
zh_hans: 导出快捷按钮

source: Export shortcuts to a JSON file
ko: 단축키를 JSON 파일로 내보냅니다
zh_hans: 将快捷方式导出为 JSON 文件

source: Export Slash Commands
ko: 슬래시 커맨드 내보내기
zh_hans: 导出斜杠命令

source: Files
ko: 파일
zh_hans: 文件

source: Find files
ko: 파일 찾기
zh_hans: 查找文件

source: Generate a one-line session summary
ko: 세션 한 줄 요약 생성
zh_hans: 生成单行会话摘要

source: Generate a team onboarding guide
ko: 팀 온보딩 가이드 생성
zh_hans: 生成团队入门指南

source: How can I help you?
ko: 무엇을 도와드릴까요?
zh_hans: 有什么可以帮你？

source: id: optional unique identifier (UUID). Auto-generated on import if omitted.
ko: id: 선택적 고유 식별자 (UUID). 가져올 때 생략하면 자동 생성됩니다.
zh_hans: id：可选的唯一标识符（UUID）。导入时省略则自动生成。

source: Image not available
ko: 이미지를 사용할 수 없습니다
zh_hans: 图像不可用

source: Image unavailable
ko: 이미지를 사용할 수 없음
zh_hans: 图像不可用

source: Import
ko: 가져오기
zh_hans: 导入

source: Import commands from a JSON file
ko: JSON 파일에서 커맨드를 가져옵니다
zh_hans: 从 JSON 文件导入命令

source: Import Failed
ko: 가져오기 실패
zh_hans: 导入失败

source: Import Shortcuts
ko: 단축키 가져오기
zh_hans: 导入快捷按钮

source: Import shortcuts from a JSON file
ko: JSON 파일에서 단축키를 가져옵니다
zh_hans: 从 JSON 文件导入快捷方式

source: Import Slash Commands
ko: 슬래시 커맨드 가져오기
zh_hans: 导入斜杠命令

source: Import Succeeded
ko: 가져오기 성공
zh_hans: 导入成功

source: Imported %lld custom commands.
ko: %lld개 커스텀 커맨드를 가져왔습니다.
zh_hans: 已导入 %lld 个自定义命令。

source: Initialize project with CLAUDE.md
ko: CLAUDE.md로 프로젝트 초기화
zh_hans: 使用 CLAUDE.md 初始化项目

source: Input tokens
ko: 입력 토큰
zh_hans: 输入 token

source: Install Slack app
ko: Slack 앱 설치
zh_hans: 安装 Slack 应用

source: Interactive (Terminal)
ko: 인터랙티브 (터미널)
zh_hans: 交互式（终端）

source: Interactive feature lessons with demos
ko: 애니메이션 데모와 함께하는 기능 학습
zh_hans: 带演示的交互式功能课程

source: Interactive terminal
ko: 인터랙티브 터미널
zh_hans: 交互式终端

source: Interrupted
ko: 중단됨
zh_hans: 已中断

source: Invalid JSON format.
ko: 유효하지 않은 JSON 형식입니다.
zh_hans: JSON 格式无效。

source: isInteractive: true runs the command in the interactive terminal.
ko: isInteractive: true이면 인터랙티브 터미널에서 실행됩니다.
zh_hans: isInteractive：设为 true 后，命令会在交互式终端中运行。

source: isTerminalCommand: true runs the message as a terminal command instead of sending it to chat.
ko: isTerminalCommand: true이면 채팅 대신 터미널 커맨드로 실행됩니다.
zh_hans: isTerminalCommand：设为 true 后，会把消息作为终端命令运行，而不是发送到聊天。

source: List available skills
ko: 사용 가능한 스킬 목록
zh_hans: 列出可用技能

source: Load Claude API reference for current project
ko: 현재 프로젝트용 Claude API 레퍼런스 로드
zh_hans: 为当前项目加载 Claude API 参考

source: Log in to Anthropic account
ko: Anthropic 계정 로그인
zh_hans: 登录 Anthropic 账号

source: Log out of Anthropic account
ko: Anthropic 계정 로그아웃
zh_hans: 退出 Anthropic 账号

source: Manage agent configuration
ko: 에이전트 구성 관리
zh_hans: 管理智能体配置

source: Manage background tasks
ko: 백그라운드 작업 관리
zh_hans: 管理后台任务

source: Manage cloud scheduled tasks
ko: 클라우드 예약 작업 관리
zh_hans: 管理云端计划任务

source: Manage Commands
ko: 커맨드 관리
zh_hans: 管理命令

source: Manage IDE integration
ko: IDE 통합 관리
zh_hans: 管理 IDE 集成

source: Manage MCP servers
ko: MCP 서버 연결 관리
zh_hans: 管理 MCP 服务器

source: Manage permissions
ko: 권한 규칙 관리
zh_hans: 管理权限

source: Manage plugins
ko: 플러그인 관리
zh_hans: 管理插件

source: Message
ko: 메시지
zh_hans: 消息

source: Message sent to Claude or command run in terminal
ko: Claude에 전송할 메시지 또는 터미널에서 실행할 커맨드
zh_hans: 发送给 Claude 的消息或在终端中运行的命令

source: message: text sent to Claude, or command run in the terminal.
ko: message: Claude에 전송할 텍스트 또는 터미널에서 실행할 커맨드입니다.
zh_hans: message：发送给 Claude 的文本，或在终端中运行的命令。

source: Mobile app QR code
ko: 모바일 앱 QR 코드
zh_hans: 移动应用二维码

source: Name
ko: 이름
zh_hans: 名称

source: Name shown on the button
ko: 버튼에 표시될 이름
zh_hans: 按钮上显示的名称

source: name: command name without the leading slash.
ko: name: 앞의 /를 제외한 커맨드 이름입니다.
zh_hans: name：不含开头斜杠的命令名称。

source: name: label shown on the shortcut button.
ko: name: 단축키 버튼에 표시되는 이름입니다.
zh_hans: name：显示在快捷方式按钮上的标签。

source: New Command
ko: 새 커맨드
zh_hans: 新建命令

source: New Shortcut
ko: 새 단축키
zh_hans: 新建快捷方式

source: Next change
ko: 다음 변경
zh_hans: 下一处更改

source: No changes
ko: 변경사항 없음
zh_hans: 没有变更

source: No results found
ko: 검색 결과 없음
zh_hans: 未找到结果

source: No shortcuts
ko: 단축키 없음
zh_hans: 没有快捷方式

source: No todos
ko: 할 일 없음
zh_hans: 没有待办

source: ok
ko: 확인

source: OK
ko: 확인
zh_hans: 确定

source: Open in browser
ko: 브라우저에서 열기
zh_hans: 在浏览器中打开

source: Open the plan to accept or reject
ko: 계획을 열어 수락하거나 거부하세요
zh_hans: 打开计划以接受或拒绝

source: Open the plan to review the decision
ko: 계획을 열어 결정을 검토하세요
zh_hans: 打开计划以查看决策

source: Optional longer description shown in command details
ko: 커맨드 상세에 표시되는 선택적 긴 설명
zh_hans: 显示在命令详情中的可选长描述

source: Orchestrate large-scale parallel changes
ko: 대규모 병렬 변경 오케스트레이션
zh_hans: 编排大规模并行更改

source: Order Claude Code stickers
ko: Claude Code 스티커 주문
zh_hans: 订购 Claude Code 贴纸

source: Output tokens
ko: 출력 토큰
zh_hans: 输出 token

source: Plan
ko: 계획
zh_hans: 计划

source: Plan content unavailable.
ko: 계획 내용을 사용할 수 없습니다.
zh_hans: 计划内容不可用。

source: Plan is still drafting…
ko: 계획을 아직 작성 중입니다…
zh_hans: 计划仍在起草…

source: Plan mode
ko: 계획 모드
zh_hans: 计划模式

source: Plan mode is on — Add menu
ko: 계획 모드가 켜져 있습니다 — 추가 메뉴
zh_hans: 计划模式已开启 — 添加菜单

source: Plan ready
ko: 계획 준비됨
zh_hans: 计划已就绪

source: Plan usage limits and rate limits
ko: 요금제 사용 한도 및 속도 제한
zh_hans: 规划用量限制和速率限制

source: Portion of the current conversation's context window in use. When it fills, older messages may be summarized or dropped.
ko: 현재 대화의 컨텍스트 윈도우 중 사용 중인 비율입니다. 가득 차면 이전 메시지가 요약되거나 삭제될 수 있습니다.
zh_hans: 当前对话上下文窗口的已用比例。填满后，较早消息可能会被总结或丢弃。

source: Previous change
ko: 이전 변경
zh_hans: 上一处更改

source: Privacy settings (Pro/Max)
ko: 개인정보 설정 (Pro/Max)
zh_hans: 隐私设置（Pro/Max）

source: Pull a web session into this terminal
ko: 웹 세션을 터미널로 가져오기
zh_hans: 将网页会话拉取到此终端

source: Read file
ko: 파일 읽기
zh_hans: 读取文件

source: Reduce permission prompts by scanning transcripts
ko: 대화 기록 분석으로 권한 요청 횟수 줄이기
zh_hans: 通过扫描转录记录减少权限提示

source: Register frequently used messages as shortcuts
ko: 자주 사용하는 메시지를 단축키로 등록하세요
zh_hans: 将常用消息注册为快捷方式

source: Reject
ko: 거부
zh_hans: 拒绝

source: Reject with Reason
ko: 사유와 함께 거부
zh_hans: 拒绝并说明原因

source: Reload plugins
ko: 플러그인 다시 로드
zh_hans: 重新加载插件

source: Remote control from claude.ai
ko: claude.ai에서 원격 제어
zh_hans: 来自 claude.ai 的远程控制

source: Remove
ko: 제거
zh_hans: 移除

source: Rename session
ko: 세션 이름 변경
zh_hans: 重命名会话

source: Repeat execution (e.g. /loop 5m /foo)
ko: 반복 실행 (예: /loop 5m /foo)
zh_hans: 重复执行（例如 /loop 5m /foo）

source: Reset
ko: 초기화
zh_hans: 重置

source: Reset Default Commands
ko: 기본 커맨드 초기화
zh_hans: 重置默认命令

source: Reset Defaults
ko: 기본값 초기화
zh_hans: 重置默认值

source: Resets in %@
ko: %@ 후 리셋
zh_hans: %@ 后重置

source: Response in progress
ko: 응답 진행 중
zh_hans: 响应进行中

source: Restore Default
ko: 기본값 복원
zh_hans: 恢复默认

source: Restore modified default commands to their original state
ko: 수정한 기본 커맨드를 원래 상태로 복원합니다
zh_hans: 将修改过的默认命令恢复到原始状态

source: Review
ko: 검토
zh_hans: 查看

source: Review a pull request locally
ko: 로컬에서 PR 리뷰
zh_hans: 在本地评审拉取请求

source: Review and fix code quality/efficiency of changes
ko: 변경사항 코드 품질/효율성 검토 및 수정
zh_hans: 评审并修复更改的代码质量/效率问题

source: Rewind to a previous point
ko: 이전 시점으로 되돌리기
zh_hans: 回退到之前的位置

source: Run as terminal command
ko: 터미널 커맨드로 실행
zh_hans: 作为终端命令运行

source: Run command
ko: 커맨드 실행
zh_hans: 运行命令

source: Running
ko: 실행 중
zh_hans: 正在运行

source: RxCode shortcut export file.
ko: RxCode 단축키 내보내기 파일입니다.
zh_hans: RxCode 快捷方式导出文件。

source: RxCode slash command export file.
ko: RxCode 슬래시 커맨드 내보내기 파일입니다.
zh_hans: RxCode 斜杠命令导出文件。

source: Save
ko: 저장
zh_hans: 保存

source: Search commands...
ko: 커맨드 검색...
zh_hans: 搜索命令...

source: Search in code
ko: 코드 검색
zh_hans: 在代码中搜索

source: Select/change AI model
ko: AI 모델 선택/변경
zh_hans: 选择/更改 AI 模型

source: Send
ko: 전송
zh_hans: 发送

source: Send all as one
ko: 하나로 모두 보내기
zh_hans: 合并发送

source: Send feedback
ko: 피드백 보내기
zh_hans: 发送反馈

source: Send now — cancels current response
ko: 지금 보내기 — 현재 응답 취소
zh_hans: 立即发送 — 取消当前响应

source: Session analysis report
ko: 세션 분석 보고서 생성
zh_hans: 会话分析报告

source: Session Usage
ko: 세션 사용량
zh_hans: 会话用量

source: Set model effort level
ko: 모델 effort 수준 설정
zh_hans: 设置模型推理强度

source: Set prompt bar color
ko: 프롬프트 바 색상 설정
zh_hans: 设置提示栏颜色

source: Set terminal UI renderer
ko: 터미널 UI 렌더러 설정
zh_hans: 设置终端 UI 渲染器

source: Set up GitHub Actions app
ko: GitHub Actions 앱 설정
zh_hans: 设置 GitHub Actions 应用

source: Settings interface
ko: 설정 인터페이스
zh_hans: 设置界面

source: Share free 1-week passes
ko: 1주 무료 이용권 공유
zh_hans: 分享免费 1 周通行证

source: Short description
ko: 짧은 설명
zh_hans: 简短描述

source: Short description shown in the command picker
ko: 커맨드 선택기에 표시되는 짧은 설명
zh_hans: 显示在命令选择器中的简短描述

source: Shortcut button label
ko: 단축키 버튼 이름
zh_hans: 快捷方式按钮标签

source: Shortcut Manager
ko: 단축키 관리자
zh_hans: 快捷方式管理器

source: Shortcuts
ko: 단축키
zh_hans: 快捷按钮

source: Show help
ko: 도움말 보기
zh_hans: 显示帮助

source: Show less
ko: 접기
zh_hans: 收起

source: Show more
ko: 더 보기
zh_hans: 显示更多

source: Side question not added to conversation
ko: 대화에 추가되지 않는 부가 질문
zh_hans: 旁路问题未添加到对话

source: Skill
ko: 스킬
zh_hans: 技能

source: Slash Command Manager
ko: 슬래시 커맨드 관리자
zh_hans: 斜杠命令管理器

source: Slash Commands
ko: 슬래시 커맨드
zh_hans: 斜杠命令

source: Start a new conversation
ko: 새 대화 시작
zh_hans: 开始新对话

source: Start in plan mode
ko: 계획 모드로 시작
zh_hans: 以计划模式开始

source: Subagent
ko: 서브에이전트
zh_hans: 子智能体

source: Submit feedback/bug report
ko: 피드백/버그 보고
zh_hans: 提交反馈/错误报告

source: Switch to horizontal scroll
ko: 가로 스크롤로 전환
zh_hans: 切换到水平滚动

source: Switch to wrap
ko: 줄 바꿈으로 전환
zh_hans: 切换到自动换行

source: Tell Claude what to change
ko: Claude에게 변경할 내용을 알려주세요
zh_hans: 告诉 Claude 需要修改什么

source: terminal
ko: 터미널
zh_hans: 终端

source: The leading slash is optional while editing names; RxCode saves names without it.
ko: 이름을 편집할 때 앞의 /는 선택사항입니다. RxCode는 / 없이 저장합니다.
zh_hans: 编辑名称时开头的斜杠可选；RxCode 保存时不包含它。

source: This command will run in the terminal when the button is clicked
ko: 버튼을 클릭하면 이 커맨드가 터미널에서 실행됩니다
zh_hans: 点击按钮时，此命令会在终端中运行

source: This message will be sent when the button is clicked
ko: 버튼을 클릭하면 이 메시지가 전송됩니다
zh_hans: 点击按钮时会发送此消息

source: Todos
ko: 할 일
zh_hans: 待办

source: Toggle fast mode
ko: 빠른 모드 켜기/끄기
zh_hans: 切换快速模式

source: Toggle sandbox mode
ko: 샌드박스 모드 전환
zh_hans: 切换沙盒模式

source: Toggle voice dictation
ko: 음성 받아쓰기 전환
zh_hans: 切换语音听写

source: tok
ko: 토큰

source: Token usage statistics
ko: 토큰 사용 통계
zh_hans: Token 用量统计

source: Tracks usage against Anthropic's rolling 5-hour limit. Resets gradually as older requests age out.
ko: Anthropic의 5시간 롤링 한도 대비 사용량을 추적합니다. 이전 요청이 시간이 지남에 따라 점진적으로 리셋됩니다.
zh_hans: 跟踪 Anthropic 5 小时滚动限制的用量。旧请求过期后会逐步恢复。

source: Tracks usage against Anthropic's rolling 7-day limit. Resets gradually as older requests age out.
ko: Anthropic의 7일 롤링 한도 대비 사용량을 추적합니다. 이전 요청이 시간이 지남에 따라 점진적으로 리셋됩니다.
zh_hans: 跟踪 Anthropic 7 天滚动限制的用量。旧请求过期后会逐步恢复。

source: Tracks usage against Codex's rolling 5-hour limit. Resets gradually as older requests age out.
ko: Codex의 롤링 5시간 한도에 대한 사용량을 추적합니다. 오래된 요청이 만료되면서 점진적으로 재설정됩니다.
zh_hans: 跟踪 Codex 滚动 5 小时限制下的用量。较早请求过期后会逐步重置。

source: Tracks usage against Codex's rolling 7-day limit. Resets gradually as older requests age out.
ko: Codex의 롤링 7일 한도에 대한 사용량을 추적합니다. 오래된 요청이 만료되면서 점진적으로 재설정됩니다.
zh_hans: 跟踪 Codex 滚动 7 天限制下的用量。较早请求过期后会逐步重置。

source: Try a different keyword
ko: 다른 키워드로 검색해 보세요
zh_hans: 尝试其他关键词

source: Turn off plan mode
ko: 플랜 모드 끄기
zh_hans: 关闭计划模式

source: Turns
ko: 대화 횟수
zh_hans: 轮次

source: Type a message...
ko: 메시지를 입력하세요...
zh_hans: 输入消息...

source: Upgrade plan
ko: 상위 요금제로 업그레이드
zh_hans: 升级套餐

source: Usage
ko: 사용량
zh_hans: 用量

source: Usage:
ko: 사용법:
zh_hans: 用法：

source: Use the Add menu or Shift-Tab to ask the agent for a read-only plan before edits begin.
ko: 추가 메뉴나 Shift-Tab을 사용하여 편집을 시작하기 전에 에이전트에게 읽기 전용 계획을 요청하세요.
zh_hans: 在开始编辑前，使用“添加”菜单或 Shift-Tab 请求智能体提供只读计划。

source: Version, model, and account status
ko: 버전, 모델, 계정 상태
zh_hans: 版本、模型和账号状态

source: View
ko: 보기
zh_hans: 查看

source: View changelog
ko: 변경 로그 보기
zh_hans: 查看更新日志

source: View hook configuration
ko: 훅 구성 보기
zh_hans: 查看 hook 配置

source: View Result
ko: 결과 보기
zh_hans: 查看结果

source: Visualize context usage
ko: 컨텍스트 사용량 시각화
zh_hans: 可视化上下文用量

source: Waiting for answer
ko: 답변 대기 중
zh_hans: 等待回答

source: What should we build in %@?
ko: %@에서 무엇을 만들까요?
zh_hans: 我们要在 %@ 中构建什么？

source: What would you like changed?
ko: 무엇을 변경하시겠습니까?
zh_hans: 你希望修改什么？

source: When enabled, the command runs in the terminal instead of chat
ko: 활성화하면 커맨드가 채팅 대신 터미널에서 실행됩니다
zh_hans: 启用后，命令会在终端中运行，而不是发送到聊天

source: Write heap snapshot for memory diagnostics
ko: 메모리 진단을 위한 힙 스냅샷 저장
zh_hans: 写入堆快照以进行内存诊断

source: Diff
zh_hans: 差异
